[
  {
    "id": "93f28fc9-226d-47b7-a4da-5f2ccedb80ca",
    "title": "Bhutan Tour Packages from Mumbai",
    "image": "https://www.heavenlybhutan.com/wp-content/uploads/2020/08/Dochula-Pass.jpg",
    "alt": "Mumbai Package",
    "category": "city",
    "highlights": [
      "Thimphu",
      "Punakha",
      "Paro",
      "Paro Taktshang",
      "Phobjikha"
    ],
    "duration": "7N/8D",
    "route": "Paro to Paro",
    "dates": [
      "20-02-2025",
      "20-05-2025"
    ],
    "rating": 4,
    "description": "Embark on an extraordinary journey from the bustling streets of Mumbai to the serene landscapes of Bhutan with our exclusive Bhutan package.",
    "full_description": "Embark on an extraordinary journey from the bustling streets of Mumbai to the serene landscapes of Bhutan with our exclusive Bhutan package tour from Mumbai. Leave behind the hectic pace of city life and immerse yourself in the tranquillity and beauty of the Himalayas.\nBhutan, often referred to as the Land of the Thunder Dragon, is a land of pristine natural beauty and rich cultural heritage. Nestled amidst the towering peaks of the Himalayas, Bhutan offers a mesmerizing tapestry of landscapes, from lush valleys and dense forests to snow-capped mountains and cascading rivers.\nOur Bhutan package tour from Mumbai is meticulously curated to provide you with an authentic and unforgettable experience. As you journey through this enchanting kingdom, you'll have the opportunity to explore ancient monasteries, visit traditional villages, and witness colourful festivals that have been celebrated for centuries.\nOne of the most unique aspects of Bhutan is its commitment to Gross National Happiness, a philosophy that places the well-being of its citizens at the forefront of its development goals. Except Mumbai, you can book your Bhutan package tour from Pune also. As you travel through Bhutan, you'll witness first-hand the warmth and hospitality of the Bhutanese people, who embody the spirit of happiness and contentment.\nBut our Bhutan package from Mumbai isn't just about sightseeing—it's also about rejuvenation and self-discovery. Bhutan's serene landscapes provide the perfect backdrop for yoga and meditation, allowing you to reconnect with yourself and find inner peace amidst the tranquillity of nature.\nWhether you're an avid adventurer, a cultural enthusiast, or simply seeking a retreat from the chaos of modern life, our Bhutan tour packages from Mumbai offers something for everyone. So why wait? Book your journey to Bhutan today and embark on the adventure of a lifetime!",
    "itinerary": [
      {
        "title": "Day 1",
        "description": "Arrival at Paro Airport, Transfer to Thimphu",
        "details": "Welcome to Bhutan - the Land of the Thunder Dragon, for your exciting Bhutan package tour from Mumbai. Bhutan is a picturesque country nestled amidst the Himalayas, a serene paradise adorned with verdant valleys, captivating landscapes, rugged terrain, pristine rivers, and cheerful locals. As your aircraft descends into the Paro valley, you'll be greeted by the breath-taking sight of Paro Dzong perched on the hillside overlooking the meandering Paro Chu river, accompanied by Ta Dzong. Our representative will warmly welcome you in traditional Bhutanese style with Tashi Khada (white scarf) at the airport, marking the commencement of your Bhutan tour from Mumbai. You'll then be escorted to Thimphu (at an altitude of 2334 meters), Bhutan's vibrant capital city. Enjoy a comfortable overnight stay in Thimphu, brimming with anticipation for the adventures that lie ahead."
      },
      {
        "title": "Day 2",
        "description": "Full Day Thimphu Sightseeing Tour",
        "details": "Gooooood morning Thimphu, Bhutan. Wake up with a hot Bhutanese butter tea and enjoy the valley while first rays of Sun drench you with its loving warmth. This is the second day of your Bhutan tour from Mumbai. After a fresh sleep at your well-equipped star hotels in Thimphu, complete your breakfast and get ready for day long Thimphu Sightseeing trip.\n**Visit:**\n**National Memorial Chorten (Thimphu Chorten) :** This iconic monument, built in memory of Bhutan's third King, serves as a serene site for evening prayers. Surrounded by devotees murmuring mantras and spinning prayer wheels, the chorten symbolizes peace and prosperity, envisioned by His Majesty Jigme Dorji Wangchuk.\n**The Clock Tower :** Situated at the heart of Thimphu Town, the Clock Tower Square captivates visitors with its unique architecture. Adorned with intricate floral patterns and dragon motifs, the tower stands as a testament to Bhutanese craftsmanship and independence. Explore the bustling square, dotted with restaurants, gift shops, and hotels, and soak in the vibrant atmosphere.\n**Sakyamuni Buddha (Buddha Dordenma) :** Atop Kuensel Phodrang hill, stands the magnificent 51.5-meter tall gilded bronze statue of Sakyamuni Buddha. Marvel at the majestic statue and relish the panoramic views of the valley from this serene Buddha viewpoint.\n**Changangkha Lhakhang :** Dating back to the 15th century, Changangkha Lhakhang is a revered religious site dedicated to Avalokiteshvara, the embodiment of compassion. Enjoy the spiritual ambiance and soak in the grandeur of Thimphu valley from this ancient monastery.\n**Takin Zoo :** Encounter Bhutan's national animal, the Takin, at the Takin Zoo. Marvel at these endangered species, preserved in their natural habitat, and learn about Bhutan's efforts towards wildlife conservation.\n**Tashichoedzong :** Explore the majestic Trashi Chhoe Dzong, the formal coronation site of Bhutan's fifth King. Built in traditional Bhutanese style without the use of nails, this fortress hosts the annual Tsechu festival and offers a glimpse into Bhutan's rich history and culture.\n**Simply Bhutan :** Immerse yourself in Bhutanese culture and tradition at Simply Bhutan, a unique project aimed at preserving the country's heritage. Explore the museum's architecture, crafted from recycled materials, and participate in interactive experiences such as wearing traditional Bhutanese attire and trying your hand at archery and dart games.\nAfter a day of exploration, return to your hotel to freshen up before indulging in an evening stroll through Thimphu city. Explore the vibrant nightlife scene, with a plethora of pubs and nightclubs offering lively entertainment options. Retreat to your hotel for a restful overnight stay, filled with cherished memories of your Thimphu sightseeing adventure."
      },
      {
        "title": "Day 3",
        "description": "Thimphu To Punakha Transfer",
        "details": "In the morning, as you savour a cup of Hot Ngaja (a Sweet Bhutanese milk tea), take in the breath-taking views of the valley from your window, its amazing. This is the thirs day of your Bhutan trip started from Mumbai Airport. After a hearty breakfast, embark on a journey to Punakha, the former capital of Bhutan. Situated at an elevation of 1200 meters, Punakha offers a serene escape from the hustle and bustle of city life, with a warm climate in winter and cool temperatures in summer. The valley is renowned for its Red and White Rice farming along the picturesque stretch of the Pho and Mo Chu rivers. Along the way, you'll visit:\n**Dochula Pass :** Situated in the heart of the breath taking Bhutanese Himalayas, the Dochu La Pass is a mesmerizing destination offering panoramic views that will leave you in awe. At an altitude of around 3,050 meters (10,000 feet) above sea level, this mountain pass is a must-visit for travellers exploring Bhutan. As you traverse the winding roads from Thimphu to Punakha, you'll be greeted by the sight of 108 stunning chortens, or stupas, known as the Druk Wangyal Chortens. These chortens hold deep spiritual significance and were built to commemorate Bhutan's victory over Indian insurgents, symbolizing peace and prosperity. The pass isn't just a scenic stop; it's a place to immerse yourself in the natural beauty of the Himalayas and reflect on the rich history and culture of Bhutan. Whether you're a nature enthusiast, a history buff, or simply seeking a serene escape, the Dochu La Pass promises an unforgettable experience amidst the majestic mountains of Bhutan.\n**Punakha Dzong :** Also known as 'The Palace of Great Happiness', Punakha Dzong is nestled at the confluence of the Pho Chhu (father) and Mo Chhu (mother) rivers in the Punakha–Wangdue valley. This majestic fortress is one of Bhutan's most picturesque ancient fortresses, connected to the mainland by an arched wooden bridge and housing precious relics from the era of Bhutanese kings.\n**Suspension Bridge :** Discover this hidden gem in the Punakha Valley, connecting the rest of the valley to the old administrative center of Punakha Dzongkhag. Adorned with prayer flags, the bridge offers a perfect vantage point for bird watching and photography.\n**Chimi Lhakhang (Fertility Temple) :** Perched atop a hillock, Chimi Lhakhang is dedicated to Lama Drukpa Kuenley, known as the 'Divine Madman.' Legend has it that Lama Drukpa Kuenley used songs, humor, and unconventional methods to spread his teachings. The temple is revered as a place of fertility, with Bhutanese couples seeking blessings for children by visiting and praying at the temple. The scenic road to the temple winds through lush paddy fields, culminating in a short climb to reach Chimi Lhakhang.\nAfter a day of exploration, retreat to your hotel in Punakha for a relaxing overnight stay, surrounded by the tranquillity of the valley."
      },
      {
        "title": "Day 4",
        "description": "Excursion Punakha to Phobjikha",
        "details": "As the sun rises over the Land of Happiness, awaken to the serene beauty of nature surrounding you. Savor a cup of hot tea while soaking in the tranquil greenery of the valley from the comfort of your bed, preparing for an enchanting day ahead exploring Phobjikha Valley. Today is the fourth day of this Bhutan trip from Mumbai and it is going to be exciting one as you will explore one of the most picturesque valley in Bhutan – Phobjikha. It is vast, serene, provides lots of comfort and peace of mind.\n**Phobjikha Valley (Altitude: 3000 m) :** Nestled amidst the pristine landscapes of Bhutan, Phobjikha Valley beckons nature enthusiasts and birdwatchers alike. Renowned for its breath-taking vistas and as a sanctuary for the endangered Black Necked Cranes, this valley offers a serene retreat away from the hustle and bustle of city life. The valley's untouched beauty, coupled with the warmth of its hospitable inhabitants, makes it a destination worth visiting. Whether you're drawn to its panoramic landscapes or seeking adventure through trekking and hiking trails, Phobjikha Valley promises an unforgettable experience. After immersing yourself in the valley's tranquillity, return to Punakha and night stay."
      },
      {
        "title": "Day 5",
        "description": "Punakha to Paro Transfer",
        "details": "Today is the third day of this enchanting Bhutan package tour from Mumbai. Departing from the serene valley of Punakha, your journey leads to the bustling town of Paro. After a scenic drive of approximately 3 hours and 15 minutes, you'll arrive in Paro, nestled at an elevation of 2,200 meters. Paro Valley, renowned as the largest valley in Bhutan, captivates visitors with its stunning natural beauty, lush rice fields, deep valleys, and meandering river.\nUpon arrival, soak in the breath-taking vistas of majestic mountains, clear skies, and dense coniferous forests alive with the melody of chirping birds. Following lunch, immerse yourself in Paro's rich cultural heritage with the following sightseeing attractions:\n**National Museum of Bhutan :** Housed within the historic Ta-dzong building, the National Museum of Bhutan showcases the vibrant culture and heritage of the country. Explore extensive galleries featuring exquisite specimens of Bhutanese art, including intricate paintings and bronze statues, offering insights into the nation's artistic legacy.\n**Rinpung Dzong :** Constructed by Shabdrung Ngawang Namgyal in 1646, Rinpung Dzong serves as both a spiritual and administrative center in Paro. The dzong houses the monastic body of Paro, along with the offices of the district administrative head and judge. Cross the traditional covered bridge, Nemi Zam, to access this architectural marvel.\n**Nya MeyZam Bridge :** Known as The Bridge with No Fish, this iconic bridge connects Paro town to the dzong. It is a testament to Bhutanese craftsmanship and beliefs, with locals considering it an ill omen to spot fish in the river. The original bridge, capable of being folded during wartime, was swept away by a flood in 1969.\n**Paro Airport View Point :** Enjoy panoramic views of Paro Valley and the airport from this scenic vantage point. Marvel at the picturesque landscape dotted with dzongs and monasteries, providing a glimpse into Bhutan's spiritual and cultural heritage.\nIn Paro town, immerse yourself in the tranquility of dzongs, where you may witness monks engrossed in prayer rituals adorned in vibrant red robes. Alternatively, stroll along the banks of Paro Chu River, dipping your feet in its crystalline waters. Conclude your day with a restful overnight stay at a hotel in Paro, reflecting on the captivating sights and experiences of the day."
      },
      {
        "title": "Day 6",
        "description": "Paro to Chele-la Pass day Trip",
        "details": "Welcome to 6th day of this wonderful Bhutan tour package from Mumbai. Today we will visit the magnificent high pass – The Chele La among the windy cool breeze. So in the morning with a belly full of breakfast, fasten your seat belt and start driving leaving the enchanting valley behind, embark on an unforgettable journey to Chele-La Pass (altitude: 3,998 meters). The breath-taking Chele-La Pass. Located just a few hours from Paro town, is known as the highest motor able pass in Bhutan, offering panoramic vistas of the surrounding landscapes.\nAs you traverse the winding roads, immerse yourself in the charm of the journey. Admire the lush green valleys, listen to the melodic chirping of birds, and marvel at the majestic snow-clad peaks that adorn the horizon. On a clear day, you'll be treated to awe-inspiring views of Bhutan's second-highest sacred peak, Mt. Jomolhari (altitude: 7,314 meters), as well as other snow-capped ranges.\nThe journey to Chele-La Pass promises an unforgettable experience, with every turn revealing a new aspect of Bhutan's natural beauty. From verdant valleys to snow-covered mountains, the breathtaking scenery is sure to captivate your senses and leave you in awe.\nSoak in the tranquillity of the surroundings, breathe in the crisp mountain air, and allow yourself to be enchanted by the unparalleled beauty of Chele-La Pass. Whether you're a nature enthusiast, a photography enthusiast, or simply seeking a serene escape from the ordinary, this day trip promises to be a highlight of your Bhutan package tour from Mumbai."
      },
      {
        "title": "Day 7",
        "description": "Paro, Taktsang Monastery Hiking",
        "details": "This is the most exciting day for your Bhutan package tour from Mumbai. As the first light of dawn illuminates the picturesque Paro valley, awaken amidst the embrace of Mother Nature and behold the breath-taking sight of rivers winding through majestic mountains. Indulge in a hearty breakfast, ensuring to include protein for the energy needed for the day's adventure to Taktsang Monastery.\nTaktsang Monastery, also known as the Tiger's Nest, perches precariously on a sheer cliff face, beckoning adventurers from afar. Embark on a thrilling journey, ascending 1,200 meters along a rugged trail to reach this sacred sanctuary. Established by Saint Guru Rinpoche in 747 CE and completed in 1694, Taktsang Monastery holds immense spiritual significance.\nAfter approximately 3 hours of exhilarating trekking, arrive at the awe-inspiring Tiger's Nest, where you'll be rewarded with breath-taking views of the surrounding valley and landscapes. For those preferring a more leisurely ascent, opt for a horse ride from the parking lot to the monastery entrance. Along the trek, marvel at the panoramic vistas of Paro town, with its verdant valleys, glistening rivers, azure skies, and drifting clouds, immersing yourself in the splendour of nature.\nIn the evening, treat yourself to a Traditional Hot Stone Bath (available on a direct payment basis), a cherished Bhutanese wellness ritual. Relax and unwind in the therapeutic waters infused with local herbs, renowned for their healing properties, offering relief from joint pains, hypertension, stomach disorders, and arthritis. Immerse yourself in this rejuvenating experience, culminating the day's adventures in blissful relaxation.\nRetire for the night in Paro, cherishing the memories of your journey to the iconic Taktsang Monastery and the tranquillity of Bhutan's natural wonders."
      },
      {
        "title": "Day 8",
        "description": "Paro to Mumbai Departure",
        "details": "After a fulfilling breakfast, it's time to bid adieu to the enchanting Last Buddhist Kingdom and embark on your journey homeward. As you make your way to Paro Airport, carry with you cherished memories of your unforgettable Bhutan holiday. Reflecting on the experiences and adventures of your time in this mystical land, remember the mantra, Life is Short, and the World is Wide.\nWith a heart full of gratitude and a soul enriched by the beauty and serenity of the country, your Bhutan tour from Mumbai comes to a close here. Though your physical journey may be ending, the memories and lessons learned during your time in the Land of the Thunder Dragon will remain etched in your heart forever. Until we meet again, may your travels be filled with joy, discovery, and the spirit of adventure? Farewell, Bhutan."
      }
    ],
    "price": 45000,
    "inclusions": [
      "Accommodation in double or twin sharing rooms",
      "Round-trip transfers from Paro Airport",
      "Meal plan including breakfast and dinner",
      "SDF Charges (Sustainable Development Fees)",
      "All permits and E-Visa arrangements",
      "Travel insurance coverage (applicable up to 60 years of age)",
      "One tour guide provided from Phuentsholing to Phuentsholing",
      "24/7 support from a local coordinator"
    ],
    "exclusions": [
      "Air Fare, Train Fare",
      "Monuments Entrance Fees",
      "Any item which is not mentioned in the 'Inclusion' section",
      "Laundry, Tips, phone call or any such personal expenses",
      "Snacks or any other meals",
      "Jungle Safari on Extra Payment Basis"
    ],
    "bestSeason": [
      "March",
      "April",
      "May",
      "September",
      "October",
      "November"
    ]
  },
  {
    "id": "51aa80f0-dc76-4c8d-8559-9bb3a4fa8bee",
    "title": "Bhutan Tour Packages from Bagdogra",
    "image": "https://ucarecdn.com/0cd90602-b4ec-45a4-813c-f31eb4bab65a/",
    "alt": "Bagdogra Package",
    "highlights": [
      "Phuentsholing",
      "Thimphu",
      "Punakha",
      "Paro"
    ],
    "duration": "7N/8D",
    "route": "IXB to IXB",
    "dates": [
      "",
      ""
    ],
    "rating": 4.8,
    "description": "Seek happiness and peace of mind with a Bhutan package tour from Bagdogra, featuring scenic views and cultural experiences.",
    "full_description": "",
    "price": 42000,
    "itinerary": [
      {
        "title": "Day 1",
        "description": "Arrival at Paro Airport, Transfer to Thimphu",
        "details": "Welcome to Bhutan - the Land of the Thunder Dragon, for your exciting Bhutan package tour from Mumbai. Bhutan is a picturesque country nestled amidst the Himalayas, a serene paradise adorned with verdant valleys, captivating landscapes, rugged terrain, pristine rivers, and cheerful locals. As your aircraft descends into the Paro valley, you'll be greeted by the breath-taking sight of Paro Dzong perched on the hillside overlooking the meandering Paro Chu river, accompanied by Ta Dzong. Our representative will warmly welcome you in traditional Bhutanese style with Tashi Khada (white scarf) at the airport, marking the commencement of your Bhutan tour from Mumbai. You'll then be escorted to Thimphu (at an altitude of 2334 meters), Bhutan's vibrant capital city. Enjoy a comfortable overnight stay in Thimphu, brimming with anticipation for the adventures that lie ahead."
      }
    ],
    "category": "city",
    "inclusions": [
      "Accommodation",
      "Meals",
      "Sightseeing",
      "Permits"
    ],
    "exclusions": [
      "Airfare",
      "Personal Expenses"
    ],
    "bestSeason": [
      "March",
      "April",
      "May",
      "September",
      "October",
      "November"
    ]
  },
  {
    "id": "b4f9263f-66d9-44bd-8b9b-5ec0ba3049ac",
    "title": "Bhutan Tour Packages from Kolkata",
    "image": "https://www.exoticmiles.com/bhutan/the-memorial-chorten/",
    "alt": "Kolkata Package",
    "highlights": [
      "Thimphu",
      "Punakha",
      "Phobjikha",
      "Paro",
      "Chele-La Pass"
    ],
    "duration": "7N/8D",
    "route": "Paro to Paro",
    "rating": 4.8,
    "dates": [
      "",
      ""
    ],
    "description": "Experience a journey of a lifetime from Kolkata to Bhutan, soaking in the rich culture and breathtaking vistas along the way.",
    "full_description": "",
    "price": 43000,
    "itinerary": [
      {
        "title": "Day 1",
        "description": "Arrival at Paro Airport, Transfer to Thimphu",
        "details": "Welcome to Bhutan - the Land of the Thunder Dragon, for your exciting Bhutan package tour from Mumbai. Bhutan is a picturesque country nestled amidst the Himalayas, a serene paradise adorned with verdant valleys, captivating landscapes, rugged terrain, pristine rivers, and cheerful locals. As your aircraft descends into the Paro valley, you'll be greeted by the breath-taking sight of Paro Dzong perched on the hillside overlooking the meandering Paro Chu river, accompanied by Ta Dzong. Our representative will warmly welcome you in traditional Bhutanese style with Tashi Khada (white scarf) at the airport, marking the commencement of your Bhutan tour from Mumbai. You'll then be escorted to Thimphu (at an altitude of 2334 meters), Bhutan's vibrant capital city. Enjoy a comfortable overnight stay in Thimphu, brimming with anticipation for the adventures that lie ahead."
      }
    ],
    "inclusions": [
      "Accommodation",
      "Meals",
      "Sightseeing",
      "Permits"
    ],
    "category": "city",
    "exclusions": [
      "Airfare",
      "Personal Expenses"
    ],
    "bestSeason": [
      "March",
      "April",
      "May",
      "September",
      "October",
      "November"
    ]
  },
  {
    "id": "8cd45e51-371a-4c36-ace4-0823e05dd535",
    "title": "Bhutan Tour Packages from Pune",
    "image": "https://www.heavenlybhutan.com/wp-content/uploads/2020/08/Dochula-Pass.jpg",
    "alt": "Pune Package",
    "highlights": [
      "Thimphu",
      "Punakha",
      "Paro",
      "Phobjikha",
      "Wangdue",
      "Haa"
    ],
    "duration": "8N/9D",
    "route": "",
    "rating": 4.8,
    "dates": [
      "",
      ""
    ],
    "description": "Experience the mystical allure of the Land of the Thunder Dragon with our exclusive Bhutan package tour from Pune.",
    "full_description": "",
    "price": 47000,
    "itinerary": [
      {
        "title": "Day 1",
        "description": "Arrival at Paro Airport, Transfer to Thimphu",
        "details": "Welcome to Bhutan - the Land of the Thunder Dragon, for your exciting Bhutan package tour from Mumbai. Bhutan is a picturesque country nestled amidst the Himalayas, a serene paradise adorned with verdant valleys, captivating landscapes, rugged terrain, pristine rivers, and cheerful locals. As your aircraft descends into the Paro valley, you'll be greeted by the breath-taking sight of Paro Dzong perched on the hillside overlooking the meandering Paro Chu river, accompanied by Ta Dzong. Our representative will warmly welcome you in traditional Bhutanese style with Tashi Khada (white scarf) at the airport, marking the commencement of your Bhutan tour from Mumbai. You'll then be escorted to Thimphu (at an altitude of 2334 meters), Bhutan's vibrant capital city. Enjoy a comfortable overnight stay in Thimphu, brimming with anticipation for the adventures that lie ahead."
      }
    ],
    "inclusions": [
      "Accommodation",
      "Meals",
      "Sightseeing",
      "Permits"
    ],
    "exclusions": [
      "Airfare",
      "Personal Expenses"
    ],
    "category": "city",
    "bestSeason": [
      "March",
      "April",
      "May",
      "September",
      "October",
      "November"
    ]
  },
  {
    "id": "a3ac260c-3460-41d2-b086-55cb5430c58e",
    "title": "Bhutan Tour Packages from Bangalore",
    "image": "https://ucarecdn.com/0cd90602-b4ec-45a4-813c-f31eb4bab65a/",
    "alt": "Bangalore Package",
    "highlights": [
      "Phuentsholing",
      "Thimphu",
      "Punakha",
      "Paro",
      "Lataguri"
    ],
    "duration": "7N/8D",
    "route": "",
    "rating": 4.8,
    "dates": [
      "",
      ""
    ],
    "description": "Welcome to Door to Happiness Holiday, your trusted companion for embarking on an unforgettable journey to Bhutan from the vibrant city of Bangalore.",
    "full_description": "",
    "price": 46000,
    "itinerary": [
      {
        "title": "Day 1",
        "description": "Arrival at Paro Airport, Transfer to Thimphu",
        "details": "Welcome to Bhutan - the Land of the Thunder Dragon, for your exciting Bhutan package tour from Mumbai. Bhutan is a picturesque country nestled amidst the Himalayas, a serene paradise adorned with verdant valleys, captivating landscapes, rugged terrain, pristine rivers, and cheerful locals. As your aircraft descends into the Paro valley, you'll be greeted by the breath-taking sight of Paro Dzong perched on the hillside overlooking the meandering Paro Chu river, accompanied by Ta Dzong. Our representative will warmly welcome you in traditional Bhutanese style with Tashi Khada (white scarf) at the airport, marking the commencement of your Bhutan tour from Mumbai. You'll then be escorted to Thimphu (at an altitude of 2334 meters), Bhutan's vibrant capital city. Enjoy a comfortable overnight stay in Thimphu, brimming with anticipation for the adventures that lie ahead."
      }
    ],
    "inclusions": [
      "Accommodation",
      "Meals",
      "Sightseeing",
      "Permits"
    ],
    "category": "city",
    "exclusions": [
      "Airfare",
      "Personal Expenses"
    ],
    "bestSeason": [
      "March",
      "April",
      "May",
      "September",
      "October",
      "November"
    ]
  },
  {
    "id": "add75efd-668a-45b4-8526-008a30b884cf",
    "title": "Bhutan Tour Packages from Delhi",
    "image": "https://www.exoticmiles.com/bhutan/the-memorial-chorten/",
    "alt": "Delhi Package",
    "highlights": [
      "Thimphu",
      "Punakha",
      "Paro",
      "Taktsang Hiking"
    ],
    "duration": "5N/6D",
    "route": "",
    "dates": [
      "",
      ""
    ],
    "rating": 4.8,
    "description": "Embark on an enchanting journey to the mystical land of Bhutan with our Bhutan package tour from Delhi.",
    "full_description": "",
    "price": 38000,
    "category": "city",
    "itinerary": [
      {
        "title": "Day 1",
        "description": "Arrival at Paro Airport, Transfer to Thimphu",
        "details": "Welcome to Bhutan - the Land of the Thunder Dragon, for your exciting Bhutan package tour from Mumbai. Bhutan is a picturesque country nestled amidst the Himalayas, a serene paradise adorned with verdant valleys, captivating landscapes, rugged terrain, pristine rivers, and cheerful locals. As your aircraft descends into the Paro valley, you'll be greeted by the breath-taking sight of Paro Dzong perched on the hillside overlooking the meandering Paro Chu river, accompanied by Ta Dzong. Our representative will warmly welcome you in traditional Bhutanese style with Tashi Khada (white scarf) at the airport, marking the commencement of your Bhutan tour from Mumbai. You'll then be escorted to Thimphu (at an altitude of 2334 meters), Bhutan's vibrant capital city. Enjoy a comfortable overnight stay in Thimphu, brimming with anticipation for the adventures that lie ahead."
      }
    ],
    "inclusions": [
      "Accommodation",
      "Meals",
      "Sightseeing",
      "Permits"
    ],
    "exclusions": [
      "Airfare",
      "Personal Expenses"
    ],
    "bestSeason": [
      "March",
      "April",
      "May",
      "September",
      "October",
      "November"
    ]
  },
  {
    "id": "69be85cc-cf0f-472d-9330-6fbb0f881694",
    "title": "Bhutan Tour Packages from Surat",
    "image": "https://www.heavenlybhutan.com/wp-content/uploads/2020/08/Dochula-Pass.jpg",
    "alt": "Surat Package",
    "highlights": [
      "Thimphu",
      "Punakha",
      "Paro",
      "Phobjikha"
    ],
    "duration": "7N/8D",
    "route": "",
    "dates": [
      "",
      ""
    ],
    "rating": 4.8,
    "description": "Dive into enchanting realm of the Thunder Dragon as you embark on our meticulously crafted Bhutan tour from Surat. Amidst the cradle of the Himalayas, Bhutan unfolds..",
    "full_description": "",
    "price": 45000,
    "category": "city",
    "itinerary": [
      {
        "title": "Day 1",
        "description": "Arrival at Paro Airport, Transfer to Thimphu",
        "details": "Welcome to Bhutan - the Land of the Thunder Dragon, for your exciting Bhutan package tour from Mumbai. Bhutan is a picturesque country nestled amidst the Himalayas, a serene paradise adorned with verdant valleys, captivating landscapes, rugged terrain, pristine rivers, and cheerful locals. As your aircraft descends into the Paro valley, you'll be greeted by the breath-taking sight of Paro Dzong perched on the hillside overlooking the meandering Paro Chu river, accompanied by Ta Dzong. Our representative will warmly welcome you in traditional Bhutanese style with Tashi Khada (white scarf) at the airport, marking the commencement of your Bhutan tour from Mumbai. You'll then be escorted to Thimphu (at an altitude of 2334 meters), Bhutan's vibrant capital city. Enjoy a comfortable overnight stay in Thimphu, brimming with anticipation for the adventures that lie ahead."
      }
    ],
    "inclusions": [
      "Accommodation",
      "Meals",
      "Sightseeing",
      "Permits"
    ],
    "exclusions": [
      "Airfare",
      "Personal Expenses"
    ],
    "bestSeason": [
      "March",
      "April",
      "May",
      "September",
      "October",
      "November"
    ]
  },
  {
    "id": "6b722261-d883-4274-b366-fc2d945412e6",
    "title": "Bhutan Tour Packages from Ahmedabad",
    "image": "https://ucarecdn.com/0cd90602-b4ec-45a4-813c-f31eb4bab65a/",
    "alt": "Ahmedabad Package",
    "highlights": [
      "Phuentsholing",
      "Thimphu",
      "Punakha",
      "Paro",
      "Lataguri"
    ],
    "duration": "7N/8D",
    "route": "",
    "rating": 4.8,
    "category": "city",
    "dates": [
      "",
      ""
    ],
    "description": "Embark on a journey like no other with our tailored Bhutan tour package from Ahmedabad. Amidst the grandeur of the Himalayas, Bhutan unveils its..",
    "full_description": "",
    "price": 44000,
    "itinerary": [
      {
        "title": "Day 1",
        "description": "Arrival at Paro Airport, Transfer to Thimphu",
        "details": "Welcome to Bhutan - the Land of the Thunder Dragon, for your exciting Bhutan package tour from Mumbai. Bhutan is a picturesque country nestled amidst the Himalayas, a serene paradise adorned with verdant valleys, captivating landscapes, rugged terrain, pristine rivers, and cheerful locals. As your aircraft descends into the Paro valley, you'll be greeted by the breath-taking sight of Paro Dzong perched on the hillside overlooking the meandering Paro Chu river, accompanied by Ta Dzong. Our representative will warmly welcome you in traditional Bhutanese style with Tashi Khada (white scarf) at the airport, marking the commencement of your Bhutan tour from Mumbai. You'll then be escorted to Thimphu (at an altitude of 2334 meters), Bhutan's vibrant capital city. Enjoy a comfortable overnight stay in Thimphu, brimming with anticipation for the adventures that lie ahead."
      }
    ],
    "inclusions": [
      "Accommodation",
      "Meals",
      "Sightseeing",
      "Permits"
    ],
    "exclusions": [
      "Airfare",
      "Personal Expenses"
    ],
    "bestSeason": [
      "March",
      "April",
      "May",
      "September",
      "October",
      "November"
    ]
  },
  {
    "id": "e5e9685e-57ce-470e-a267-389facc83d7b",
    "title": "Bhutan Tour Packages from Chennai",
    "image": "https://www.exoticmiles.com/bhutan/the-memorial-chorten/",
    "alt": "Chennai Package",
    "highlights": [
      "Phuentsholing",
      "Thimphu",
      "Punakha",
      "Paro",
      "Siliguri"
    ],
    "duration": "7N/8D",
    "route": "",
    "rating": 4.8,
    "dates": [
      "",
      ""
    ],
    "description": "Set forth on an extraordinary odyssey with our bespoke Bhutan tour from Chennai. Cradled by the towering peaks of the Himalayas, Bhutan reveals..",
    "full_description": "",
    "price": 48000,
    "itinerary": [
      {
        "title": "Day 1",
        "description": "Arrival at Paro Airport, Transfer to Thimphu",
        "details": "Welcome to Bhutan - the Land of the Thunder Dragon, for your exciting Bhutan package tour from Mumbai. Bhutan is a picturesque country nestled amidst the Himalayas, a serene paradise adorned with verdant valleys, captivating landscapes, rugged terrain, pristine rivers, and cheerful locals. As your aircraft descends into the Paro valley, you'll be greeted by the breath-taking sight of Paro Dzong perched on the hillside overlooking the meandering Paro Chu river, accompanied by Ta Dzong. Our representative will warmly welcome you in traditional Bhutanese style with Tashi Khada (white scarf) at the airport, marking the commencement of your Bhutan tour from Mumbai. You'll then be escorted to Thimphu (at an altitude of 2334 meters), Bhutan's vibrant capital city. Enjoy a comfortable overnight stay in Thimphu, brimming with anticipation for the adventures that lie ahead."
      }
    ],
    "inclusions": [
      "Accommodation",
      "Meals",
      "Sightseeing",
      "Permits"
    ],
    "category": "city",
    "exclusions": [
      "Airfare",
      "Personal Expenses"
    ],
    "bestSeason": [
      "March",
      "April",
      "May",
      "September",
      "October",
      "November"
    ]
  }
]